tap "azure/functions"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "leoafarias/fvm"
brew "autoconf"
brew "automake"
brew "azure-cli"
brew "bat"
brew "carthage"
brew "cocoapods"
brew "coreutils"
brew "exercism"
brew "fastlane"
brew "fd"
brew "ffmpeg"
brew "firebase-cli"
brew "fzf"
brew "git"
brew "go"
brew "gradle"
brew "jenv"
brew "jq"
brew "kotlin"
brew "maven"
brew "ncftp"
brew "neovim"
brew "nvm"
brew "openjdk@11", link: true
brew "openjdk@8"
brew "pass"
brew "scrcpy"
brew "swiftformat"
brew "swiftlint"
brew "wget"
brew "zlib"
brew "zsh"
brew "azure/functions/azure-functions-core-tools@3"
brew "azure/functions/azure-functions-core-tools@4", link: false
brew "leoafarias/fvm/fvm"
cask "alacritty"
cask "balenaetcher"
cask "firefox"
cask "jetbrains-toolbox"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-remote-desktop"
cask "mono-mdk-for-visual-studio"
cask "postman"
cask "rar"
cask "visual-studio"
cask "visual-studio-code"
cask "vlc"
