tap "azure/functions"
tap "buo/cask-upgrade"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "leoafarias/fvm"
brew "autoconf"
brew "automake"
brew "azure-cli"
brew "bat"
brew "carthage"
brew "cocoapods"
brew "coreutils"
brew "exercism"
brew "fastlane"
brew "fd"
brew "ffmpeg"
brew "firebase-cli"
brew "fzf"
brew "git"
brew "go"
brew "openjdk@17"
brew "gradle"
brew "jenv"
brew "jq"
brew "kotlin"
brew "mas"
brew "maven"
brew "ncftp"
brew "neovim"
brew "nvm"
brew "openjdk@11", link: true
brew "openjdk@8"
brew "pass"
brew "scrcpy"
brew "swiftformat"
brew "wget"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "azure/functions/azure-functions-core-tools@3"
brew "azure/functions/azure-functions-core-tools@4", link: false
brew "leoafarias/fvm/fvm"
cask "alacritty"
cask "android-studio"
cask "balenaetcher"
cask "brave-browser"
cask "dotnet-sdk"
cask "firefox"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-remote-desktop"
cask "mono-mdk-for-visual-studio"
cask "ngrok"
cask "postman"
cask "rar"
cask "unity-hub"
cask "visual-studio"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "iMovie", id: 408981434
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "asvetliakov.vscode-neovim"
vscode "azemoh.one-monokai"
vscode "bierner.markdown-preview-github-styles"
vscode "christian-kohler.path-intellisense"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "DavidAnson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "fwcd.kotlin"
vscode "Ionic.ionic"
vscode "josetr.cmake-language-support-vscode"
vscode "mathiasfrohlich.Kotlin"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-azurevirtualmachines"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.cmake-tools"
vscode "pascalsenn.keyboard-quickfix"
vscode "PKief.material-icon-theme"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "ShahilKumar.docxreader"
vscode "twxs.cmake"
vscode "Unity.unity-debug"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vsciot-vscode.vscode-dtdl"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "wayou.vscode-todo-highlight"
